<?php
$lang['info_headline'] = 'Об авторе';

$lang['info_about_author'] = '<p><strong>Здравствуйте, уважаемый посетитель!</strong></p>
            <p>
                Рад, что нашли время познакомиться с автором этой платформы и историей её создания:) <br />
                Меня зовут Юрий Ставицкий. Я - студент Киевского Национального университета им. Тараса Шевченка, учусь на программиста.
                Одна из моих целей - работать во всемирно известной IT-компании <strong>Google</strong> (как Вы уже могли заметить по цветовой гамме логотипа).
            </p>
            <p>
                Я считаю, что если человек не ставит себе цели - он ничего не добьется в жизни.
                Как говорил Альберт Эйнштейн: "Чтобы выигрывать, нужно начать играть." Когда я добиваюсь какой-либо из своих целей, я не останавливаюсь
                на достигнутом: для меня важен сам путь, по которому я иду к ее достижению. Когда же цель достигнута - то для меня это уже пройденный этап: ставиться новая цель - и вперед.
            </p>
            <p>
                Мое жизненное правило: Никогда не останавливаться на достигнутом, иначе человек начинает деградировать.
                Не бойтесь ошибаться или терпеть поражения: благодаря им Вы приобретаете огромный жизненный опыт. Главное - это терпение и воля к победе!

            </p>
            <p><em>Теперь об история создания платформы:</em></p>
            <p>
                Накануне Нового года и Рождества я обдумывал как-бы оригинальнее поздравить с праздниками своих близких, друзей и знакомых.
                И так, как большинство из них имеют доступ к сети Интернет, то я решил сделать какую-нибудь красивую поздравительную открытку в электронном виде.
            </p>
            <p>
                Идея про платформу, на которой можно будет создавать собственные открытки пришла спонтанно и буквально за два дня до Нового года.
                Когда у меня появилось свободное время я взял чистый лист бумаги, карандаш и начал планировать функциональность, структуру и дизайн.
                Я считаю, что это самый главный этап при воплощении любой идеи в жизнь, которым многие пренебрегают: сначала нужно все описать(начертить, нарисовать) на бумаге,
                написать план работы и только потом приступать к самой реализации.
            </p>
            <p>
                После того, как все было описано на бумаге, я приступил к написанию самого кода используя свои умения, навыки и разумееться Google(не знаешь чего-то - "загугли").
                Во время написания кода некоторые идеи были отброшены, что-то было придумано непосредственно в процессе написания.
                И в результате получилось то, что Вы видите. Конечно, платформа очень простенькая.
                Но я буду искренни рад если хотя бы один человеку улыбнется и обрадуется, получив открытку,
                сделанную на этой платформе с любовью и добрым сердцем!
            </p>
            <p>
                Поздравляю Вас с наступающими праздниками! Желаю, чтобы в Новом году Вы реализовали большинство Ваших целей и дарили счаcтье и радость людям,
                которые Вас окружают. Ну и конечо же крепкого Вам здоровья, счастья и благополучия.
            </p>
            <p>
                <em>С уважением, Юрий Ставицкий.</em>
            </p>
            <p>
                P.S. Если у Вас есть пожелания, благодарности, идеи, замечания ( критика приветствуется :) ) и т.п. - воспользуйтесь возможностью "Оставить отзыв".</em>
            </p>';